-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 16, 2021 at 10:18 AM
-- Server version: 10.4.17-MariaDB
-- PHP Version: 7.4.15

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `stock`
--

-- --------------------------------------------------------

--
-- Table structure for table `add_payment`
--

CREATE TABLE `add_payment` (
  `id` int(222) NOT NULL,
  `date` date NOT NULL,
  `car_num` varchar(222) DEFAULT NULL,
  `cat_name` varchar(255) NOT NULL,
  `dir_name` varchar(255) NOT NULL,
  `salary` int(222) NOT NULL,
  `data` varchar(222) NOT NULL,
  `notes` varchar(222) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `add_payment`
--

INSERT INTO `add_payment` (`id`, `date`, `car_num`, `cat_name`, `dir_name`, `salary`, `data`, `notes`) VALUES
(1, '2021-01-02', 'DH01', 'قطع_غيار', 'عام', 750, 'عمل بويات في ورش الراس ورش الذيل', ''),
(2, '2021-01-01', 'DH01', 'مصنعيات', 'اصلاح كاوتش', 250, 'مصنعية ربيع كاوتش لفك الذيل', ''),
(3, '2021-01-01', 'DH01', 'قطع غيار', 'عام', 550, 'شراء أدوات كهرباء', ''),
(4, '2021-02-05', 'DH01', 'مصنعيات', 'ميكانيكا', 200, 'تظبيط الكاوتش بالكامل وعمل لجرشه للذيل', ''),
(5, '2021-02-20', 'DH01', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تغير زيت عدد 2 جركن', ''),
(6, '2021-02-20', 'DH01', 'قطع_غيار', 'فلاتر و زيوت', 225, 'تغير فلتر زيت وفلتر جاز', ''),
(7, '2021-02-05', 'DH01', 'قطع_غيار', 'عام', 200, 'تظبيط الكاوتش بالكامل وعمل لجرشه للذيل', ''),
(8, '2021-02-20', 'DH01', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تغير زيت عدد 2 جركن', ''),
(9, '2021-02-20', 'DH01', 'قطع_غيار', 'عام', 450, 'تغير فلتر زيت وفلتر جاز', ''),
(10, '2021-02-21', 'DH01', 'قطع_غيار', 'عام', 140, 'شراء 4 جراكن مياه مقطره', ''),
(11, '2021-02-20', 'DH01', 'قطع_غيار', 'عام', 400, 'شراء فرده كاوتش', ''),
(12, '2021-02-21', 'DH01', 'مصنعيات', 'ميكانيكا', 1000, 'اصلاح عطل دهب 1 تركيب عمود كرنك', ''),
(13, '2021-03-01', 'DH01', 'قطع_غيار', 'عام', 200, 'شراء فوط وصابون سائل وملمع تابلوه', ''),
(14, '2021-03-15', 'DH01', 'قطع_غيار', 'عام', 735, 'لمبه زئبق شوكه+دويل للفانوس الكبير الاصلى+لمبه ليد+فيشه كبيره بلكو+لمبه 5 وات +حزمه بلاستيك', ''),
(15, '2021-03-15', 'DH01', 'مصنعيات', 'كهرباء', 700, 'كشف على السياره بجهاز الكمبيوتر+توسيع الفيشه وتقسيم الكبل وإصلاح انوار وتغيير لمبات', ''),
(16, '2021-04-05', 'DH01', 'قطع_غيار', 'عام', 2, 'عدد 10 ورد جرنرو', ''),
(17, '2021-04-05', 'DH01', 'قطع_غيار', 'عام', 45, 'فلتر تكرير جاز مربع', ''),
(18, '2021-04-05', 'DH01', 'قطع_غيار', 'عام', 197, 'بستله شحم+وش خلفى للفوانيس عدد 4 مسمار 24+مسمار22+صاموله 22+ورده 22', ''),
(19, '2021-04-05', 'DH01', 'مصنعيات', 'اصلاح كاوتش', 600, 'مصنعية كاوتش عمل فردتين لحام امريكى', ''),
(20, '2021-04-05', 'DH01', 'مصنعيات', 'ميكانيكا', 200, 'مصنعية ميكانيكى تنظيف دوره المياه وتركيب كوبايه لفلتر الجاز وتغير فلتر الجاز وتزويد زيت', ''),
(21, '2021-04-05', 'DH01', 'قطع_غيار', 'عام', 500, 'إعطاء عم السيد لتركيب مساعدين وتنظيف العربيه بالكامل', ''),
(22, '2021-04-05', 'DH01', 'قطع_غيار', 'عام', 150, 'شراء كوباية بتاعت فلتر الجاز', ''),
(23, '2021-04-05', 'DH01', 'قطع_غيار', 'عام', 50, 'مسمار زحافه 30 سم', ''),
(24, '2021-04-09', 'DH01', 'قطع_غيار', 'عام', 50, 'شراء 1 معطر وعلبتين مناديل وملمع تابلوه', ''),
(25, '2021-04-09', 'DH01', 'قطع_غيار', 'عام', 20, 'شراء 4 جلد كاوتش للذيل', ''),
(26, '2021-04-16', 'DH01', 'قطع_غيار', 'عام', 4300, 'تغيير رداتير المياه', ''),
(27, '2021-04-29', 'DH01', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تغير زيت عدد 2 جركن', ''),
(28, '2021-04-29', 'DH01', 'قطع_غيار', 'فلاتر و زيوت', 225, 'تغير فلتر زيت وفلتر جاز', ''),
(29, '2021-05-20', 'DH01', 'مصنعيات', 'كهرباء', 450, 'كشف كمبيوتر+حل بلف الغيارات تنظيف وتشحيم', ''),
(30, '2021-06-26', 'DH01', 'مصنعيات', 'ميكانيكا', 570, 'عمل بلف ل 6 خط +تنظيف جهاز الدفرانس خراط', ''),
(31, '2021-06-26', 'DH01', 'مصنعيات', 'اصلاح كاوتش', 150, 'حل 6 فرد كاوتش +فردتين دفرانس', ''),
(32, '2021-06-27', 'DH01', 'قطع_غيار', 'عام', 850, 'شراء عدد اطقم اتيال', ''),
(33, '2021-06-29', 'DH01', 'قطع_غيار', 'عام', 850, 'شراء بلف امامى من اتكو', ''),
(34, '2021-06-29', 'DH01', 'قطع_غيار', 'عام', 100, 'فك مسمار وعمل خراطف في الجزء الامامى', ''),
(35, '2021-06-29', 'DH01', 'مصنعيات', 'ميكانيكا', 150, 'مصنعية ميكانيكى لتركيب البلف الامامى حل وتركيب', ''),
(36, '2021-06-29', 'DH01', 'مصنعيات', 'حدادة و عفشة', 150, 'ربط عفشه السياره', ''),
(37, '2021-07-03', 'DH01', 'قطع_غيار', 'عام', 910, 'فانوس بيضاوى+فنار فلاش +فانوس قمره+فانوس شبح+لمبه 5 وات+لمبه بول +وش فانوس امامى', ''),
(38, '2021-07-03', 'DH01', 'مصنعيات', 'كهرباء', 250, 'مصنعية كهرباء تركيب لمبات', ''),
(39, '2021-07-03', 'DH01', 'مصنعيات', 'ميكانيكا', 700, 'لحام خراط لبلى الدفرانس الامامى', ''),
(40, '2021-01-01', 'DH02', 'قطع_غيار', 'عام', 750, 'رش الذيل بأكمله', ''),
(41, '2021-01-01', 'DH02', 'قطع_غيار', 'عام', 125, 'شراء خراطيم لتنك الهواء', ''),
(42, '2021-01-01', 'DH02', 'مصنعيات', 'حدادة و عفشة', 1200, 'مصنعيه شريف الحداد لتركيب قرب وقواعد', ''),
(43, '2021-01-01', 'DH02', 'مصنعيات', 'اصلاح كاوتش', 250, 'مصنعية ربيع لفك كاوتش الرأس', ''),
(44, '2021-01-01', 'DH02', 'قطع_غيار', 'عام', 550, 'شراء أدوات كهرباء', ''),
(45, '2021-02-24', 'DH02', 'مصنعيات', 'اصلاح كاوتش', 240, 'عمل خرم في الكاوتش بتاع الراس وتزويد كاوتش العربه بالكامل', ''),
(46, '2021-02-24', 'DH02', 'قطع_غيار', 'عام', 485, 'شراء جاكمان بالراس', ''),
(47, '2021-01-17', 'DH02', 'مصنعيات', 'كهرباء', 250, 'عمل تتبع للعربيه gps', ''),
(48, '2021-01-31', 'DH02', 'مصنعيات', 'اصلاح كاوتش', 240, 'عمل خرم في الكاوتش بتاع الراس وتزويد كاوتش العربه بالكامل', ''),
(49, '2021-02-26', 'DH02', 'مصنعيات', 'ميكانيكا', 2500, 'تغير اتيال وخرط التنابير بتاعت الذيل', ''),
(50, '2021-02-26', 'DH02', 'مصنعيات', 'ميكانيكا', 700, 'مصنعية ميكانيكا', ''),
(51, '2021-03-01', 'DH02', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تغير زيت', ''),
(52, '2021-03-01', 'DH02', 'قطع_غيار', 'فلاتر و زيوت', 250, 'تغير فلتر سولار وفلتر جاز', ''),
(53, '2021-03-01', 'DH02', 'مصنعيات', 'اصلاح كاوتش', 200, 'تظبيط الكاوتش وعمل خرم بالقمره', ''),
(54, '2021-03-01', 'DH02', 'مصنعيات', 'كهرباء', 275, 'متر سلك 2 طرف+لمبه 2 بوال+اصلاح انوار فانوس+تغير سوسته', ''),
(55, '2021-03-01', 'DH02', 'قطع_غيار', 'عام', 1200, 'متر سلك 2 طرف+لمبه 2 بوال+اصلاح انوار فانوس+تغير سوسته', ''),
(56, '2021-03-01', 'DH02', 'قطع_غيار', 'عام', 265, 'شراء فانوس+شكرتون+لمبات+حزام بلاستيك', ''),
(57, '2021-03-20', 'DH02', 'قطع_غيار', 'عام', 2400, 'بلف 6 فط استعمال', ''),
(58, '2021-03-20', 'DH02', 'قطع_غيار', 'عام', 1000, 'طقم اصلاح بلف رباعى', ''),
(59, '2021-03-20', 'DH02', 'قطع_غيار', 'عام', 400, 'طقم شمبر للكمبروسر', ''),
(60, '2021-03-20', 'DH02', 'قطع_غيار', 'عام', 250, 'فلتر مكرر هواء', ''),
(61, '2021-03-20', 'DH02', 'قطع_غيار', 'عام', 50, 'جوان كومبروسر', ''),
(62, '2021-03-20', 'DH02', 'قطع_غيار', 'عام', 100, 'خرطوم للذيل اصلى', ''),
(63, '2021-03-20', 'DH02', 'مصنعيات', 'ميكانيكا', 1000, 'مصنعية ميكانيكا', ''),
(64, '2021-03-20', 'DH02', 'مصنعيات', 'كهرباء', 1000, 'مصنعية تنظيف بلف الرباعى مع تغييره+طقم الإصلاح والبرمجه', ''),
(65, '2021-03-19', 'DH02', 'مصنعيات', 'اصلاح كاوتش', 150, 'عمل خرم في الكاوتش بتاع الراس ', ''),
(66, '2021-03-22', 'DH02', 'قطع_غيار', 'عام', 1144, 'فيشه بالدكر+متر سلك+فيوز شوكه+حزمه بلاستيك+ترس مكنه+فلتر هواء+لوكر اصلى+خراطيم+كبسه17/14م', ''),
(67, '2021-03-22', 'DH02', 'مصنعيات', 'كهرباء', 900, 'مصنعية تركيب الفيشه+مع توسيع الخرام في الديل وتوصيل سلك المطبخ+اصلاح موتور الزجاج وإصلاح زرار الباب', ''),
(68, '2021-03-22', 'DH02', 'مصنعيات', 'ميكانيكا', 250, 'مصنعية ميكانيكى في تنظيف الخزانات وتقسيم الخراطيم', ''),
(69, '2021-04-09', 'DH02', 'قطع_غيار', 'عام', 50, 'شراء 1 معطر وعلبتين مناديل وملمع تابلوه', ''),
(70, '2021-04-09', 'DH02', 'مصنعيات', 'اصلاح كاوتش', 50, 'تظبيط الكاوتش', ''),
(71, '2021-04-09', 'DH02', 'قطع_غيار', 'عام', 1500, 'تغير زيت', ''),
(72, '2021-04-10', 'DH02', 'قطع_غيار', 'فلاتر و زيوت', 250, 'تغير فلتر سولار وفلتر جاز', ''),
(73, '2021-05-20', 'DH02', 'قطع_غيار', 'عام', 300, 'شراء خراطيم هواء+خرطوم هواء للذيل', ''),
(74, '2021-04-20', 'DH02', 'مصنعيات', 'كهرباء', 485, 'حل بلف الغيارات وتنظيفه وتركيبه+كشف بلف B.S+زرار واحد شده+كلبس ذكر+غطاء كلبس+مصنعية ضبط نور المطبخ', ''),
(75, '2021-01-01', 'DH03', 'قطع_غيار', 'عام', 300, 'احضار ونش للكاوتش الاستبن', ''),
(76, '2021-01-02', 'DH03', 'قطع_غيار', 'عام', 200, 'عدد علبة لمبات 5', ''),
(77, '2021-01-03', 'DH03', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تم تغيير عدد 2 جركن زيت', ''),
(78, '2021-01-04', 'DH03', 'قطع_غيار', 'فلاتر و زيوت', 225, 'تم تغيير عدد فلتر جاز وفلتر زيت', ''),
(79, '2021-01-05', 'DH03', 'قطع_غيار', 'عام', 45, 'تركيب فلتر تكرير', ''),
(80, '2021-01-06', 'DH03', 'مصنعيات', 'كهرباء', 300, 'مصنعية تظبيط القراب وتركيب لمبات كهرباء', ''),
(81, '2021-01-07', 'DH03', 'قطع_غيار', 'عام', 750, 'رش الذيل بأكمله', ''),
(82, '2021-03-01', 'DH03', 'مصنعيات', 'اصلاح كاوتش', 100, 'تغير عدد 2 كاوتش 22 في الرأس', ''),
(83, '2021-02-26', 'DH03', 'مصنعيات', 'اصلاح كاوتش', 100, 'تغير عدد 2 كاوتش 22 في الذيل', ''),
(84, '2021-03-01', 'DH03', 'مصنعيات', 'حدادة و عفشة', 530, 'ترصيص الكاوتش وظبط الزوايا', ''),
(85, '2021-03-01', 'DH03', 'مصنعيات', 'اصلاح كاوتش', 420, 'عمل لحام امريكى وتظبيط الكاوتش', ''),
(86, '2021-03-01', 'DH03', 'قطع_غيار', 'عام', 200, 'شراء فوط وصابون سائل وملمع تابلوه', ''),
(87, '2021-03-01', 'DH03', 'قطع_غيار', 'عام', 250, 'تم عمل تجربة سلوك ارينمو في الجرار وتغير فيوز + بلف ارب', ''),
(88, '2021-03-01', 'DH03', 'مصنعيات', 'كهرباء', 400, 'تغير وبرمجه بلف ارب بالجهز', ''),
(89, '2021-03-02', 'DH03', 'مصنعيات', 'كهرباء', 800, 'تم عمل تجربة سلوك ارينمو في الجرار وتغير فيوز + بلف ارب', ''),
(90, '2021-03-11', 'DH03', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تم تغير عدد 2 جركن زيت', ''),
(91, '2021-03-11', 'DH03', 'قطع_غيار', 'فلاتر و زيوت', 250, 'تم تغير عدد فلتر جاز وفلتر زيت', ''),
(92, '2021-03-24', 'DH03', 'قطع_غيار', 'عام', 3900, 'تم عمل سرفو فتيس', ''),
(93, '2021-03-20', 'DH03', 'قطع_غيار', 'عام', 1100, 'استرجاع رخص مسحوبة', ''),
(94, '2021-04-09', 'DH03', 'قطع_غيار', 'عام', 50, 'شراء 1 معطر وعلبتين مناديل وملمع تابلوه', ''),
(95, '2021-04-16', 'DH03', 'قطع_غيار', 'عام', 1200, 'تم تغير طقم اتيال خلفى وامامى', ''),
(96, '2021-04-16', 'DH03', 'مصنعيات', 'ميكانيكا', 250, 'مصنعية ميكانيكا لتغير الاتيال', ''),
(97, '2021-04-17', 'DH03', 'مصنعيات', 'اصلاح كاوتش', 250, 'فك 4 دوبل كاوتش لتركيب اتيال', ''),
(98, '2021-04-29', 'DH03', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تم تغير عدد 2 جركن زيت', ''),
(99, '2021-04-29', 'DH03', 'قطع_غيار', 'فلاتر و زيوت', 250, 'تم تغير عدد فلتر جاز وفلتر زيت', ''),
(100, '2021-04-29', 'DH03', 'مصنعيات', 'كهرباء', 1455, 'كشف كمبيوتر +مصنعية حل وتقفيل عمره 3 رشاشات +فونية رشاشات+جلبه رشاش+ضبط رشاش', ''),
(101, '2021-05-20', 'DH03', 'قطع_غيار', 'عام', 70, 'شراء لمبتين للفانوس الواطى', ''),
(102, '2021-06-12', 'DH03', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تم تغير عدد 2 جركن زيت', ''),
(103, '2021-06-12', 'DH03', 'قطع_غيار', 'عام', 250, 'تم تغير عدد فلتر جاز وفلتر زيت', ''),
(104, '2021-06-20', 'DH03', 'قطع_غيار', 'فلاتر و زيوت', 1600, 'تغير زيت عدد 2 جركن', ''),
(105, '2021-06-20', 'DH03', 'قطع_غيار', 'فلاتر و زيوت', 250, 'تم تغير عدد فلتر جاز وفلتر زيت', ''),
(106, '2021-06-25', 'DH03', 'قطع_غيار', 'عام', 8200, 'تم تغير اسكوانه دبرياج وبيل مارش +تغير رومان بلى وحل الماتور بأكمله', ''),
(107, '2021-06-25', 'DH03', 'مصنعيات', 'ميكانيكا', 1500, 'حل وتركيب الماتور واسطوانه الدبرياج وتركيب رومان بيلى', ''),
(108, '2021-05-29', 'DH03', 'مصنعيات', 'كهرباء', 300, 'كشف كمبيوتر +مصنعية حل وتركيب رشاشات', ''),
(109, '2021-06-29', 'DH03', 'قطع_غيار', 'عام', 1050, 'فونيه رشاشات +جلبه رشاشات', ''),
(110, '2021-06-29', 'DH03', 'مصنعيات', 'كهرباء', 105, 'ضبط رشاش', ''),
(111, '2021-06-28', 'DH03', 'مصنعيات', 'كهرباء', 135, 'كشف كمبيوتر +تكوين مفتاح اضافى', ''),
(112, '2021-01-01', 'DH04', 'قطع_غيار', 'عام', 7150, 'عمل عدد 2 قواعد وتركيب 2 قرب للحموله الزياده', ''),
(113, '2021-01-02', 'DH04', 'مصنعيات', 'كهرباء', 250, 'مصنعية تظبيط القراب وتركيب لمبات ', ''),
(114, '2021-01-03', 'DH04', 'قطع_غيار', 'عام', 550, 'احضار سرينه مرشيدير +أدوات كهرباء', ''),
(115, '2021-01-04', 'DH04', 'قطع_غيار', 'عام', 750, 'رش الذيل بأكمله', ''),
(116, '2021-01-05', 'DH04', 'قطع_غيار', 'عام', 125, 'شراء خراطيم لتنك الهواء', ''),
(117, '2021-01-06', 'DH04', 'مصنعيات', 'حدادة و عفشة', 1200, 'مصنعية شريف الحداد لتركيب قراب وقواعد', ''),
(118, '2021-01-07', 'DH04', 'مصنعيات', 'اصلاح كاوتش', 100, 'مصنعية ربيع لفك كاوتش الرأس', ''),
(119, '2021-01-08', 'DH04', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تغير زيت', ''),
(120, '2021-01-09', 'DH04', 'قطع_غيار', 'فلاتر و زيوت', 450, 'تغير فلتر زيت وفلتر جاز', ''),
(121, '2021-01-10', 'DH04', 'مصنعيات', 'ميكانيكا', 150, 'تغير فلتر تكرير', ''),
(122, '2021-01-17', 'DH04', 'مصنعيات', 'كهرباء', 250, 'عمل جهاز تتبع', ''),
(123, '2021-01-31', 'DH04', 'قطع_غيار', 'عام', 1650, 'شراء قراب', ''),
(124, '2021-01-31', 'DH04', 'مصنعيات', 'اصلاح كاوتش', 200, 'فك كاوتش الرأس', ''),
(125, '2021-01-25', 'DH04', 'مصنعيات', 'ميكانيكا', 1000, 'فك اتيال الذيل ومصنعية الميكانيكى', ''),
(126, '2021-01-30', 'DH04', 'قطع_غيار', 'عام', 1650, 'تركيب وشراء قرب', ''),
(127, '2021-01-30', 'DH04', 'مصنعيات', 'حدادة و عفشة', 150, 'مصنعية تركيب قرب', ''),
(128, '2021-02-05', 'DH04', 'مصنعيات', 'ميكانيكا', 200, 'تنظيف اجهزه الاتيال', ''),
(129, '2021-01-17', 'DH04', 'قطع_غيار', 'عام', 2500, 'عمل جهاز تتبع', ''),
(130, '2021-01-31', 'DH04', 'قطع_غيار', 'عام', 1650, 'شراء قراب', ''),
(131, '2021-01-31', 'DH04', 'مصنعيات', 'اصلاح كاوتش', 400, 'فك كاوتش الرأس +تنظيف اجهزه الفرامل', ''),
(132, '2021-01-25', 'DH04', 'مصنعيات', 'ميكانيكا', 200, 'فك اتيال الذيل للتنظيف', ''),
(133, '2021-01-27', 'DH04', 'مصنعيات', 'اصلاح كاوتش', 200, 'فك كاوتش الذيل', ''),
(134, '2021-01-30', 'DH04', 'قطع_غيار', 'عام', 1650, 'تركيب وشراء قرب', ''),
(135, '2021-01-30', 'DH04', 'مصنعيات', 'حدادة و عفشة', 150, 'مصنعية تركيب قرب حداد', ''),
(136, '2021-02-10', 'DH04', 'مصنعيات', 'اصلاح كاوتش', 200, 'تظبيط هواء للكاوتش دهب 4', ''),
(137, '2021-02-27', 'DH04', 'مصنعيات', 'حدادة و عفشة', 200, 'مصنعية حداد', ''),
(138, '2021-03-01', 'DH04', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تغير زيت', ''),
(139, '2021-03-01', 'DH04', 'قطع_غيار', 'فلاتر و زيوت', 450, 'تغير فلتر زيت وفلتر جاز', ''),
(140, '2021-03-01', 'DH04', 'مصنعيات', 'حدادة و عفشة', 3740, 'مصنعية تغير مساعدين خلف الكابينه', ''),
(141, '2021-03-01', 'DH04', 'قطع_غيار', 'عام', 200, 'شراء فوط وصابون سائل وملمع تابلوه', ''),
(142, '2021-03-01', 'DH04', 'قطع_غيار', 'عام', 50, 'لكور هواء 24/7 اصلى', ''),
(143, '2021-03-20', 'DH04', 'قطع_غيار', 'عام', 50, 'متر خرطوم هواء 17 مم', ''),
(144, '2021-03-20', 'DH04', 'مصنعيات', 'كهرباء', 100, 'مصنعية توصيل الهواء', ''),
(145, '2021-03-20', 'DH04', 'قطع_غيار', 'عام', 40, 'حزمة بلاستيك', ''),
(146, '2021-03-20', 'DH04', 'قطع_غيار', 'عام', 30, 'دوبل واحد بوال', ''),
(147, '2021-03-20', 'DH04', 'قطع_غيار', 'عام', 7, 'لمبة 15 وات', ''),
(148, '2021-03-20', 'DH04', 'قطع_غيار', 'عام', 130, 'فنار فلاشر', ''),
(149, '2021-03-20', 'DH04', 'قطع_غيار', 'عام', 35, 'كابل 2 طرف 5', ''),
(150, '2021-03-20', 'DH04', 'قطع_غيار', 'عام', 20, 'كلبسات وغطيان مسامير', ''),
(151, '2021-03-20', 'DH04', 'قطع_غيار', 'عام', 250, 'مصنعية اصلاح الانوار وتوصيل السراين وتوكيب الثلات وتوصيل السريات + متغير فنار', ''),
(152, '2021-03-26', 'DH04', 'مصنعيات', 'اصلاح كاوتش', 350, 'فك عدد 9 دوبل الذيل والراس', ''),
(153, '2021-03-26', 'DH04', 'قطع_غيار', 'عام', 2120, 'شراء شحم ومزيل صدا وطقم تيل امامى وخلفى وتشحيم الذيل بالكامل', ''),
(154, '2021-03-26', 'DH04', 'مصنعيات', 'ميكانيكا', 2150, 'خرط وتشحيم الذيل بالكامل بالورشه', ''),
(155, '2021-03-26', 'DH04', 'مصنعيات', 'ميكانيكا', 1000, 'فك وتركيب طقم تيل امامى وخلفى وتشحيم الذيل بالكامل', ''),
(156, '2021-03-26', 'DH04', 'مصنعيات', 'اصلاح كاوتش', 500, 'تصليح فردتين كاوتش', ''),
(157, '2021-04-07', 'DH04', 'قطع_غيار', 'عام', 90, 'شراء مسدس هواء', ''),
(158, '2021-04-07', 'DH04', 'قطع_غيار', 'عام', 150, 'شراء فلتر تكرير جاز بكوبايه', ''),
(159, '2021-04-05', 'DH04', 'قطع_غيار', 'عام', 400, 'زنان مرشيدير +فلتر تكرير', ''),
(160, '2021-04-05', 'DH04', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تغير زيت', ''),
(161, '2021-04-05', 'DH04', 'قطع_غيار', 'فلاتر و زيوت', 450, 'تغير فلتر زيت وفلتر جاز', ''),
(162, '2021-04-05', 'DH04', 'مصنعيات', 'حدادة و عفشة', 50, 'تم عمل مسمار للبطاريه', ''),
(163, '2021-04-09', 'DH04', 'قطع_غيار', 'عام', 50, 'شراء 1 معطر وعلبتين مناديل وملمع تابلوه', ''),
(164, '2021-04-09', 'DH04', 'قطع_غيار', 'عام', 100, 'شراء عدد 2 فانوس نمره', ''),
(165, '2021-04-09', 'DH04', 'مصنعيات', 'اصلاح كاوتش', 200, 'فك وتصليح 4 دوبل كاوتش', ''),
(166, '2021-05-20', 'DH04', 'قطع_غيار', 'عام', 135, 'شراء غطاء بطاريه', ''),
(167, '2021-06-27', 'DH04', 'مصنعيات', 'ميكانيكا', 100, 'تنظيف الحساسات', ''),
(168, '2021-06-26', 'DH04', 'قطع_غيار', 'عام', 530, 'فانوس تمساح اصفر +فانوس اصفر+افيز+فانوس شبكه+فانوس فنار+2 طرف سلك+وش فانوس 7 لمبه+لمبه بول+لمبه h7+لمبة 1 بول 5 وات+لفت شكرتون', ''),
(169, '2021-06-26', 'DH04', 'مصنعيات', 'كهرباء', 250, 'مصنعية تتميم انوار+ تركيب الانوار', ''),
(170, '2021-07-03', 'DH04', 'مصنعيات', 'كهرباء', 1380, 'تركيب 3 جلب +نفر وكبس جلب الشداد+كشف كمبيوتر', ''),
(171, '2021-07-03', 'DH04', 'قطع_غيار', 'عام', 55, 'تركيب 2 لمبه صالون', ''),
(172, '2021-07-03', 'DH04', 'مصنعيات', 'كهرباء', 300, 'مصنعية حل وتركيب الشداد +تربيط العفشة الداخلية', ''),
(173, '2021-12-30', 'DH05', 'قطع_غيار', 'عام', 955, 'شراء أدوات ميكانيكا(سوسته+شحم ازرق+عمه هواء+مزيل صدا)', ''),
(174, '2021-01-02', 'DH05', 'مصنعيات', 'ميكانيكا', 450, 'تشحيم الذيل وتشحيم الراس وتضبيط أجهزة الفرامل وشراء شحم ومصنعية ميكانيكى', ''),
(175, '2021-01-02', 'DH05', 'مصنعيات', 'ميكانيكا', 2700, 'مصنعية تشحيم الذيل بالكامل', ''),
(176, '2021-01-02', 'DH05', 'قطع_غيار', 'فلاتر و زيوت', 450, 'تغير فلتر زيت وفلتر جاز', ''),
(177, '2021-01-02', 'DH05', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تغير زيت', ''),
(178, '2021-01-02', 'DH05', 'مصنعيات', 'اصلاح كاوتش', 200, 'فك كاوتش الذيل وكاوتش الراس مصنعية (ربيع كاوتش)', ''),
(179, '2021-01-02', 'DH05', 'قطع_غيار', 'عام', 2000, 'عمل جهاز gps', ''),
(180, '2021-01-25', 'DH05', 'قطع_غيار', 'عام', 2000, 'عمل مستلكات ذيل وراس', ''),
(181, '2021-01-30', 'DH05', 'قطع_غيار', 'عام', 1700, 'عمل بويات الراس والذيل', ''),
(182, '2021-01-25', 'DH05', 'قطع_غيار', 'عام', 100, 'وصله للبطاريه', ''),
(183, '2021-02-09', 'DH05', 'قطع_غيار', 'عام', 3900, 'شراء أدوات كهرباء', ''),
(184, '2021-02-09', 'DH05', 'قطع_غيار', 'عام', 600, 'مصاريف تراخيص عم السيد دهب 5', ''),
(185, '2021-02-20', 'DH05', 'قطع_غيار', 'عام', 520, 'شراء قطع غيار ميكانيكا فلتر تكرير مسمار وخراطيم', ''),
(186, '2021-02-20', 'DH05', 'مصنعيات', 'ميكانيكا', 300, 'مصنعية ميكانيكا', ''),
(187, '2021-02-21', 'DH05', 'مصنعيات', 'كهرباء', 200, 'مصنعية كهرباء تركيب فيوزات', ''),
(188, '2021-02-21', 'DH05', 'قطع_غيار', 'عام', 2700, 'تركيب ثلاجه ومطبخ ودولاب', ''),
(189, '2021-02-22', 'DH05', 'قطع_غيار', 'عام', 2500, 'تركيب gps', ''),
(190, '2021-02-23', 'DH05', 'قطع_غيار', 'عام', 3955, 'عده وجنازير', ''),
(191, '2021-02-24', 'DH05', 'مصنعيات', 'كهرباء', 1000, 'ضبط زوايا +ضبط كمبيوتر', ''),
(192, '2021-02-24', 'DH05', 'قطع_غيار', 'عام', 3050, 'عمل سروجى للراس بالكامل', ''),
(193, '2021-02-26', 'DH05', 'قطع_غيار', 'عام', 180, 'شراء برميل مياه', ''),
(194, '2021-02-27', 'DH05', 'قطع_غيار', 'عام', 120, 'شراء 8 متر جنزير', ''),
(195, '2021-03-01', 'DH05', 'سولار', 'سولار', 500, 'ضبط زوايا +ضبط كمبيوتر', ''),
(196, '2021-03-01', 'DH05', 'قطع_غيار', 'عام', 200, 'شراء فوط وصابون سائل وملمع تابلوه', ''),
(197, '2021-03-01', 'DH05', 'قطع_غيار', 'عام', 150, 'طقم شربون وموتور زجاج وطقم سوست اصلاح ماتور زجاج +تركيب فيشه الذيل', ''),
(198, '2021-03-01', 'DH05', 'سولار', 'سولار', 350, 'تركيب بلف للذيل', ''),
(199, '2021-03-24', 'DH05', 'قطع_غيار', 'فلاتر و زيوت', 1500, 'تغير زيت عدد 2 جركن', ''),
(200, '2021-03-24', 'DH05', 'قطع_غيار', 'فلاتر و زيوت', 450, 'تغير فلتر زيت وفلتر جاز', ''),
(201, '2021-03-24', 'DH05', 'مصنعيات', 'اصلاح كاوتش', 50, 'تزويد الكاوتش', ''),
(202, '2021-03-24', 'DH05', 'قطع_غيار', 'عام', 60, 'شراء كلبسات', ''),
(203, '2021-03-27', 'DH05', 'قطع_غيار', 'عام', 320, 'عمل مستلكات بالباب والزجاج', ''),
(204, '2021-04-24', 'DH05', 'قطع_غيار', 'عام', 50, 'شراء 1 معطر وعلبتين مناديل وملمع تابلوه', ''),
(205, '2021-04-23', 'DH05', 'سولار', 'سولار', 50, 'تركيب كلمة دهب', ''),
(206, '2021-04-24', 'DH05', 'قطع_غيار', 'عام', 130, 'تشحيم الذيل بالكامل', ''),
(207, '2021-05-15', 'DH05', 'قطع_غيار', 'عام', 1500, 'تغير زيت عدد 2 جركن', ''),
(208, '2021-05-15', 'DH05', 'قطع_غيار', 'فلاتر و زيوت', 450, 'تغير فلتر زيت وفلتر جاز', ''),
(209, '2021-05-28', 'DH05', 'سولار', 'سولار', 130, 'تركيب لمبه 15 وات +وش فانوس خلفى', ''),
(210, '2021-05-28', 'DH05', 'مصنعيات', 'كهرباء', 50, 'مصنعية تتميم انوار', ''),
(211, '2021-06-20', 'DH05', 'قطع_غيار', 'فلاتر و زيوت', 1600, 'تغير زيت عدد 2 جركن', ''),
(212, '2021-06-20', 'DH05', 'قطع_غيار', 'فلاتر و زيوت', 300, 'تغير فلتر زيت وفلتر جاز', ''),
(213, '2021-06-21', 'DH05', 'مصنعيات', 'كهرباء', 1400, 'انبوبه ضغط فريون+شحن فريون+حل مشكله في السبرتينه', ''),
(214, '2021-06-20', 'DH05', 'مصنعيات', 'كهرباء', 450, 'تركيب فلاتر وتغير زيت وتنظيف فلتر الجاز', ''),
(215, '2021-05-28', 'DH05', 'قطع_غيار', 'عام', 130, 'لمبة 15 وات+وش فانوس', ''),
(216, '2021-05-28', 'DH05', 'مصنعيات', 'كهرباء', 50, 'مصنعية تميم انوار', '');

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE `category` (
  `cat_id` int(255) NOT NULL,
  `cat_name` varchar(300) NOT NULL,
  `cat_date` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`cat_id`, `cat_name`, `cat_date`) VALUES
(3, 'قطع غيار', '2021-08-03'),
(4, 'مصنعيات', '2021-08-03'),
(5, 'سولار', '2021-08-03'),
(6, 'حوافز نقدية', '2021-08-03'),
(9, 'njjkjk', '2021-08-04');

-- --------------------------------------------------------

--
-- Table structure for table `delete_emp`
--

CREATE TABLE `delete_emp` (
  `Did` int(222) NOT NULL,
  `Ddate` date NOT NULL,
  `Dname` varchar(222) NOT NULL,
  `Dsalary` int(222) NOT NULL,
  `Ddata` varchar(222) NOT NULL,
  `Dnotes` varchar(222) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `delete_emp`
--

INSERT INTO `delete_emp` (`Did`, `Ddate`, `Dname`, `Dsalary`, `Ddata`, `Dnotes`) VALUES
(2, '2021-11-08', 'سلمى محمود ساامح', 5000, 'مهندسه', 'جيد جدا'),
(4, '2021-03-03', 'محمود حسن حسين', 55555, 'doctor', 'good'),
(5, '2021-03-03', 'manal', 4, 'مهندسه', 'hجيد جدا'),
(6, '2021-03-03', 'jomana', 4, 'مهندسه', 'hجيد جدا'),
(7, '2021-03-03', 'ريم محمود', 99999, 'مهندسه', 'هجيد'),
(8, '2021-03-04', 'hala devid mark', 555, 'kkkk', 'llllllll'),
(9, '2021-03-27', 'كليه هندسه جامعه الاسكندريه', 7600, 'للباشمهندسه نغم  محمود فتح', 'مرتب شهرى'),
(10, '2021-03-25', 'محمود السيد', 5000, 'صاحب شركه عقار سما للعقارات', 'لقد اخد المبلغ بالكامل مع مراعاه اى زياده'),
(11, '2021-08-03', 'سلمى محمود ساامح', 3333, 'ffddsds', 'dfeee'),
(12, '2021-08-03', 'سلمى', 2000, 'jhhhjggfgf', 'kkjjj'),
(13, '2021-08-03', 'نجوى طلعت', 2000, 'hgghghg', 'dttrtww'),
(14, '2021-08-03', 'نجوى طلعت', 2000, 'hgghghg', 'dttrtww'),
(15, '2021-08-03', 'محمود عبد العاطى حسين', 2000, 'wwwww', 'ddddd'),
(16, '0000-00-00', 'jomana', 2000, 'deeeee', 'eewqww'),
(17, '0000-00-00', 'lara', 4432, 'v vx', 'xxxxrttr'),
(18, '2021-07-08', 'سلمى', 2000, 'ffddsds', 'dfeee'),
(19, '2021-07-07', '', 2000, 'ay 7aga', 'ddddd'),
(20, '2021-07-07', '', 2000, 'ay 7aga', 'ddddd'),
(21, '2021-06-30', '', 355565, 'ay 7aga', 'dttrtww'),
(22, '2021-08-05', '', 355565, 'ay 7aga', 'dttrtww'),
(23, '2021-08-05', '', 355565, 'ay 7aga', 'dttrtww'),
(24, '2021-08-03', 'DH03', 2000, 'agoooo', 'ddddd'),
(25, '2021-08-03', 'DH02', 2000, 'jhhhjggfgf', 'kkjjj'),
(26, '2021-08-03', 'DH01', 2000, 'hgghghg', 'ddddd'),
(27, '2021-07-08', 'DH04', 2000, 'agoooo', 'ddddd'),
(28, '2021-06-30', '', 355565, 'jhhhjggfgf', 'kkjjj'),
(29, '2021-06-30', '', 355565, 'jhhhjggfgf', 'kkjjj'),
(30, '2021-07-07', '', 355565, 'ffddsds', 'eewqww'),
(31, '2021-07-08', 'DH05', 2000, 'hgghghg', 'dfeee'),
(32, '2021-07-01', 'DH03', 3333, 'ffddsds', 'eewqww'),
(33, '2021-07-08', 'DH03', 355565, 'agoooo', 'kkjjj'),
(34, '2021-07-08', 'DH01', 2000, 'hgghghg', 'ddddd'),
(35, '2021-07-08', 'DH01', 2000, 'hgghghg', 'ddddd'),
(36, '2021-08-03', 'DH01', 3333, 'agoooo', 'dfeee'),
(37, '2021-08-06', 'DH01', 3333, 'hgghghg', '5433dc'),
(38, '2021-08-04', 'DH01', 355565, 'ay 7aga', 'kkjjj'),
(39, '2021-08-01', 'DH01', 3333, 'hgghghg', 'eewqww'),
(40, '2021-08-03', 'DH03', 355565, 'hgghghg', 'eewqww'),
(41, '2021-07-07', 'DH02', 2000, 'ffddsds', ''),
(42, '2021-08-02', 'DH01', 355565, 'agoooo', ''),
(43, '2021-08-02', 'DH01', 355565, 'agoooo', ''),
(44, '2021-08-02', 'DH01', 2000, 'jhhhjggfgf', ''),
(45, '2021-08-12', 'DH02', 2000, 'ay 7aga', ''),
(46, '2021-08-12', 'DH02', 2000, 'ay 7aga', ''),
(47, '2021-08-04', 'DH01', 355565, 'ffddsds', ''),
(48, '2021-08-02', 'DH01', 6788, 'mink', ''),
(49, '2021-08-03', 'DH01', 355565, 'hgghghg', ''),
(50, '2021-07-25', 'DH03', 3333, 'jhhhjggfgf', ''),
(51, '2021-07-13', 'DH03', 3333, 'jhhhjggfgf', 'eewqww'),
(52, '2021-07-13', 'DH03', 3333, 'jhhhjggfgf', '');

-- --------------------------------------------------------

--
-- Table structure for table `employee`
--

CREATE TABLE `employee` (
  `id` int(222) NOT NULL,
  `car_num` varchar(222) NOT NULL,
  `date` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `employee`
--

INSERT INTO `employee` (`id`, `car_num`, `date`) VALUES
(1, 'DH01', '2021-08-03'),
(49, 'DH02', '2021-08-03'),
(50, 'DH03', '2021-08-03'),
(51, 'DH04', '2021-08-03'),
(52, 'DH05', '2021-08-03');

-- --------------------------------------------------------

--
-- Table structure for table `trash`
--

CREATE TABLE `trash` (
  `Tid` int(222) NOT NULL,
  `Tdate` date NOT NULL,
  `Tname` varchar(222) NOT NULL,
  `Tsalary` int(222) NOT NULL,
  `Tdata` varchar(222) NOT NULL,
  `Tnotes` varchar(222) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `trash`
--

INSERT INTO `trash` (`Tid`, `Tdate`, `Tname`, `Tsalary`, `Tdata`, `Tnotes`) VALUES
(21, '2021-02-26', 'haidy', 5000, 'كمبيوتر', 'جيد'),
(24, '2021-02-27', 'mahmoud a', 5000, 'حاسب', 'جيد'),
(25, '2021-02-27', 'سلمى', 5000, 'حاسب', 'جيد'),
(26, '2021-02-27', 'محمد', 44444, 'حاسب', 'هجيد'),
(27, '2021-02-27', 'احمد طلعت', 5000, 'كمبيوتر', 'جيد'),
(29, '2021-01-12', 'ملك طلعت حسن', 44444, 'ملوكه عسوله', 'ممتازه'),
(30, '2021-02-28', 'محمود عبد العاطى حسين', 5000, 'كمبيوتر', 'جيد'),
(31, '2021-02-28', 'احمد محمد حسن', 4000, 'مهندس كمبيوتر', 'جيد'),
(32, '2021-03-02', 'سلمى محمود ساامح', 7000, 'مهندسه', 'جيد'),
(36, '2021-03-03', 'jomana', 4, 'مهندسه', 'hجيد جدا'),
(37, '2021-03-03', 'ريم محمود', 99999, 'مهندسه', 'هجيد'),
(38, '2021-03-04', 'hala devid mark', 555, 'kkkk', 'llllllll');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `email`, `password`) VALUES
(1, 'nagwatalaat52@gmail.com', '1234'),
(2, 'malak@gmail.com', '1234');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `add_payment`
--
ALTER TABLE `add_payment`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`cat_id`);

--
-- Indexes for table `delete_emp`
--
ALTER TABLE `delete_emp`
  ADD PRIMARY KEY (`Did`);

--
-- Indexes for table `employee`
--
ALTER TABLE `employee`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `trash`
--
ALTER TABLE `trash`
  ADD PRIMARY KEY (`Tid`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `add_payment`
--
ALTER TABLE `add_payment`
  MODIFY `id` int(222) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=219;

--
-- AUTO_INCREMENT for table `category`
--
ALTER TABLE `category`
  MODIFY `cat_id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `delete_emp`
--
ALTER TABLE `delete_emp`
  MODIFY `Did` int(222) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=53;

--
-- AUTO_INCREMENT for table `employee`
--
ALTER TABLE `employee`
  MODIFY `id` int(222) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=55;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
